{
	"master": [
		{
			"bookName": "The Lord of the Rings",
			"authorName": "J.R.R. Tolkien",
			"rating": "4.5",
			"review": "This series (or rather a single book, JRRT meant it to be a single book!) won my heart. It is exactly what I love in a story book. Adventures beyond the mundane imaginations, magic, elves, dwarves, humans,\"hobbits\", wars, love, compassion, friendship, betrayal; the book has it all.The way Tolkien created an entire world with its own language, culture, history and detailed geography is almost unparalleled, considering when this book was written. I simply can not stop ranting about this book. It just has it all!(except lust😉).<br /><br /> I recommend reading \"The Hobbit\" before you read LOTR, it will help you understand some of the details mentioned in this story. I, however, had no idea about its existence until much later, when I was flipping through the rest of the book.<br /> <br /><br /> There are a large number of other books which relate to the history of \"Middle Earth\", its inhabitants and their history as well. To list a few:<br />1. The Silmarillion<br />2. Unfinished Tales of Numenor and Middle-earth<br />3. The Adventures of Tom Bombadil and Other Verses from the Red Book <br /><br />The film adaptations by Peter Jackson do good justice to the books, unlike most other stories.<br /><br /> Read this if you have the patience to read ~1000 pages, along with a love for fantasy fiction!<br/>",
			"id": "1",
			"path": "/resources/books/LOTR.jpg"
		},

		{
			"bookName": "The Harry Potter Series",
			"authorName": "Joanne K. Rowling",
			"rating": "4",
			"review": "How, how can I ever miss this series. This was one of the first books I ever read (hard to believe, I know😂). But the emotional connection which I felt ... was great. It was one of the best things ever<br /><br />Back then I had no access to the internet, so I had no idea about all the new stuff coming out about the series. I have seriously read some of the books in the series over <i>20</i> times. The way all the kids grow up, the solidarity of friendship, the flashes of teenage jealousy, that kind embarrassment when your crush walks past you🙈, the <i>rebel</i> inside the teenager mind. All those emotions were really relatable to at times, as I grew up. The pain that Harry experienced sometimes felt very real as well. Hats off to JKR for reaching out to millions of people's hearts<span role='img' aria-label='love'>💖</span>.<br/ ><br />Please do read this book! It will be really really worth it. There is a very large fan base for this, but I would actually ask you to stay <i>away</i> from these, even after you have finished reading the series. There are quite a lot supplementary books as well, which are released on <strong>Pottermore.com</strong>. This website is kind-off cool. Check it out if you really wish to!<br /><br />Oh yeah, about the movies.... I don't like most parts of them. Don't get me wrong, they are amazing in their own rights, but in my opinion they don't really do justice to the story by themselves. It's just not possible to fit all those emotions into a single 3 hour movie. I would <i>definitely</i> recommend the books over the movies if you have the patience to read.<br /><br /> The Fantastic Beasts series though, is nice. The movies differ from the book (Fantastic Beasts and Where to Find Them) by a wide margin. These movies are the prequels to the HP series (meant to be watched after the HP series, of course). The screenplay books are kind of dumb and hard to read (it's literally like reading a play instead of watching it).",
			"id": "2",
			"path": "/resources/books/HP.jpg"
		},

		{
			"bookName": "The Percy Jackson Series",
			"authorName": "Rick Riordan",
			"rating": "4",
			"review": "Ah, Greek mythology in the modern world! Again, a good blend of humour, violence, teenage love and mythology.<br />The best part about the first few books is that there are multiple protagonists working as a team to defeat \"evil\". It has its own entertainment value.<br /><br />This series is succeeded by The Heroes of Olympus series. I don't particularly like this series, it's very monotonous and lacklustre after the Percy Jackson series. Don't even talk about the last book in the Heroes of Olympus series, its ending is a huge let down, an improper culmination to the series.<br /><br />Oh yeah, the movies for the first two books of the Percy Jackson series are horrible and definitely not worth watching.",
			"id": "3",
			"path": "/resources/books/PJ.jpg"
		},

		{
			"bookName": "The Tintin Series",
			"authorName": "Herge",
			"rating": "4.5",
			"review": "<i>Everyone</i> has heard of this series (unless you've been living under a rock😪). The. Perfect. Comic.<br /><br /> Be it action or suspense or plain old humor, the comics have it all. The perfect mixture of thrill, action (with good reason, unless its Captain Haddock) and comedy. The Thomson and Thompson brothers incompetence, their perfectly timed actions, pretty much everything about them is hilarious. Then there is good old Professor Cuthbert Calculus. The comical yet genius, near-deaf professor friend of Tintin. He or his inventions/discoveries are central to the plots of many of the books in the series.<br /><br /> The stories are mostly well thought of and contain a solid background to them. This series is really worth anyone's time and money (they don't come cheap!).<br /><br /> I haven't watched the TV series for Tintin, but as far as I know, they are pretty good. If you've watched them, then please let me know, if they are worth watching or not!",
			"id": "4",
			"path": "/resources/books/TINTIN.jpg"
		},

		{
			"bookName": "Inheritance Cycle",
			"authorName": "Christopher Paolini",
			"rating": "4",
			"review": "This series has seen me through hard times. I came across the third book in the series, <i>Brisingr</i>, while roaming around in a bookstore. Without thinking much, I bought the book because<br />a.It looked cool<br />b. The summary at the back looked fascinating.<br />I had no idea that I couldn't read the book before reading the preceding two books😂.<br /><br />So the book collected dust for 2 summers until I finally bought the other two parts and started reading them. However, I had to undergo an operation soon after I finished reading the first book, Eragon. I read the other two books, while recovering (Inheritance hadn't released yet). I grew a deep attachment for these books, while recovering from the operation. They made me forget everything. I was utterly swallowed in \"Alagaesia\", the world on which the story is based upon. This was of course before I had read The Lord Of the Rings, so I had no idea about the resemblances between the two series. Even so, the Inheritance cycle holds a special place in my heart, for being my companion when I really needed.<br /><br />The story is pretty good, you can definitely give it a try, if you have time to spare. Despite its slight resemblances to the LOTR series, the content is entirely is original and new. You will definitely enjoy reading the books.<br /><br />P.S.: A sequel to the series, The Fork, the Witch, and the Worm released last year. Its a pretty interesting read as well! I don't have a picture of it in the cover picture (won't fit into a perfect square😅).<br /><br />The movie for Eragon is absolutely horrifying. Do <strong>not</strong> waste your time on it.",
			"id": "5",
			"path": "/resources/books/INHERITANCE.jpg"
		},

		{
			"bookName": "The Chronicles of Narnia",
			"authorName": "C.S. Lewis",
			"rating": "3.5",
			"review": "I came across this series pretty late in life, when I was 18 in fact! Nevertheless the story is absolutely fantastic. The story is centered around a fantasy world; the best part being you can imagine <i>every</i> part of it. I mean it. There lies the magical part of this series. A fantasy world, meant only for children who believe in it. We see the same for all the protagonists in the story. They cannot enter Narnia if they turn too old. When they are too \"mature\" to think that such a world of fantasy can exist. It's wonderful in its simplicity, beautiful throughout its storyline.<br /><br /> In my opinion, read this book, even if you feel old and mature; and get any kids you know to read the book as well! They will definitely enjoy it.<br /><br />As far as the movies are concerned, I haven't watched any of them and have no inkling about how they might be. The books in their entirety are good enough.",
			"id": "6",
			"path": "/resources/books/NARNIA.jpeg"
		},

		{
			"bookName": "Bartimaeus series",
			"authorName": "Jonathan Stroud",
			"rating": "3.5",
			"review": "",
			"id": "7",
			"path": "/resources/books/BARTIMAEUS.jpg"
		},

		{
			"bookName": "Divergent trilogy",
			"authorName": "Veronica Roth",
			"rating": "3",
			"review": "",
			"id": "8",
			"path": "/resources/books/DVG.jpg"
		},

		{
			"bookName": "Artemis Fowl series",
			"authorName": "Eoin Colfer",
			"rating": "4.5",
			"review": "",
			"id": "9",
			"path": "/resources/books/AF.jpg"
		},

		{
			"bookName": "various Enid Blyton series",
			"authorName": "Enid Bylton",
			"rating": "3.5",
			"review": "",
			"id": "10",
			"path": "/resources/books/EBA.png"
		},

		{
			"bookName": "Girl in Pieces",
			"authorName": "Kathleen Glasgow",
			"rating": "4",
			"review": "This book shook me. Literally. I was shivering while reading it and for quite some time afterwards.<br /><br /><strong>WARNING:</strong>This book has several traumatic parts. Please do <strong>not</strong> read it, if you aren't really sure that you can accept so much <i>pain</i> and <i>trauma</i>.<br /><br />This book brings out the suffering of, potentially millions of girls around the world. Raised up in abusive conditions, they have never felt the love of their parents. Or they lost one of their parents and the other one didn't care for them. They took to \"cutting\" themselves apart from other such practices to try and drown their pain. The protagonist is sexually assaulted several times, forcibly kept in a brothel and raped several times. The book continues about how she gets help and takes the slow path to recovery.<br /><br />An eye opening book, perhaps something every teenagers should read, but slowly and with caution. This can really help someone in a state of trauma due to any cause.",
			"id": "11",
			"path": "/resources/books/GIP.jpg"
		}
	]
}
